{
  "ServerName": "ARKronicos Servers",
  "ButtonTxt1": "Bienvenidos",
  "ButtonTxt2": "Tienda",
  "ButtonTxt3": "Comandos",
  "ButtonTxt4": "Configuración",
  "ButtonTxt5": "Normas",
  "LinkButtonTxt1": "Discord",
  "LinkButtonTxt2": "Website",
  "LinkButtonTxt3": "Votaciones",
  "LinkButtonTxt4": "",
  "LinkButtonTxt5": "",
  "LinkButton1": "https://discord.gg/J5ZYBJm3NZ",
  "LinkButton2": "https://www.arkronicos.com/",
  "Link1Button3": "https://www.arkronicos.com/#votaciones",
  "Link2Button3": "",
  "Link3Button3": "",
  "Link4Button3": "",
  "Link1Button4": "",
  "Link2Button4": "",
  "Link3Button4": "",
  "Link4Button4": "",
  "Link1Button5": "",
  "Link2Button5": "",
  "Link3Button5": "",
  "Link4Button5": "",
  "Tab1Panelcount": 1,
  "Tab2Panelcount": 1,
  "Tab3Panelcount": 1,
  "Tab4Panelcount": 1,
  "Tab5Panelcount": 1,
  "BackgroundTab1": 2,
  "BackgroundTab2": 1,
  "BackgroundTab3": 5,
  "BackgroundTab4": 7,
  "BackgroundTab5": 9,
  "Background3Color": "",
  "FontColorButtons": "255,255,255",
  "FontColorServerName": "255,255,255",
  "FontColorTabTitles": "255,255,255",
  "FontColorTabText": "255,255,255",
  "UseSteamBrowserLink1": false,
  "UseSteamBrowserLink2": false,
  "Tab1Title1": "Bienvenidos",
  "Tab1Title2": "",
  "Tab1Title3": "",
  "Tab2Title1": "Tienda y Mercado",
  "Tab2Title2": "",
  "Tab2Title3": "",
  "Tab3Title1": "Normas",
  "Tab3Title2": "",
  "Tab3Title3": "",
  "Tab4Title1": "Configuración",
  "Tab4Title2": "",
  "Tab4Title3": "",
  "Tab5Title1": "Noticias",
  "Tab5Title2": "",
  "Tab5Title3": "",
  "Tab1Text1": "¡Bienvenido a ARKronicos PVP x25!\n\nPrepárate para una experiencia única en nuestro servidor PVP x25, donde la acción no se detiene.\n\n> Presiona F2 para acceder a nuestra tienda exclusiva, con todo lo necesario para tu supervivencia.\n\n> Revisa la tabla de clasificación presionando F3 y compite para ser el mejor del servidor.\n\nNuestro servidor cuenta con mods optimizados para mejorar tu experiencia de juego. No olvides leer las normas y unirte a nuestro Discord si tienes dudas o simplemente quieres charlar con otros jugadores.\n\n¡Demuestra quién es el rey de la isla!"
  "Tab1Text2": "",
  "Tab1Text3": "",
  "Tab2Text1": "\nDisponemos de un mercado y una tienda de puntos\n\n-- El Mercado --\n\nEl mercado central está en el mapa TheIsland.\nEn mercado hay una base de teletransporte, para que podáis llegar usando el mando.\nPodéis usar los obeliscos o city terminals para llegar desde otros mapas.\n\nEl en mercado se puede vender lingotes de metal por obtener Glorys (100 lingotes - 1 Glory).\n\n-- Tienda de puntos --\n\nTambién disponemos de una tienda por puntos, que contiene objetos como el mando de teletransporte y la base, y montones de dino de niveles 225, 600 y 1200. Tenéis un listado completo en la web.\n\nTodos los dinos de nivel superior a 225 están castrados.\n\nLa forma de obtener puntos, son las siguientes:\n\n    * Por cada tiempo que estéis en los servidores, ireis obteniendo puntos.\n    * Por cada voto recibes 300 puntos. Los votos del día se reparten al día siguiente.\n    * Por cada donación recibida, se obtienen puntos.\n    * Si estas suscrito al suscripción Vip la cantidad recibidad cada cierto tiempo aumenta a 25 puntos.\n\n",
  "Tab2Text2": "",
  "Tab2Text3": "",
  "Tab3Text1": "\n-- Comandos Generales --\n\n/ kill (Te suicida. Usalo si en algun momento te quedas bloqueado por algún bug.)\n/ buscar <Nombre del Dino> (Busca la posición del dino indicado)\n\n\n-- Comandos Tienda --\n\n/ kit (Muestra los kits disponibles)\n/ kit <Nombre> (Adquiere el kit Nombre)\n/ points (Muestra la cantidad actual de puntos)\n/ shop <Página> (Muestra una lista con artículos disponibles)\n/ buy <Id> <Cantidad> (Compra un artículo)\n/ trade <'Jugador'> <Cantidad> (Envía puntos a otro jugador. Las comillas son necesarias) DESHABILITADO\n\n\n-- Comandos VIP --\n\n/cg            (Cambia el genero del dino al que este mirando)                    |  GRATUITO\n/claimbabies   (Reclama los bebes en cierto area)                                 |  GRATUITO\n/pods          (Guarda en criopod los dinos en cierta area)                       |  GRATUITO\n/pod           (Guarda en criopod el dino al que estes mirando)                   |  GRATUITO\n/imprint       (Impronta al bebe que estes mirando)                               |  GRATUITO\n/imprintchange (Cambia la impronta del dino que estes mirando)                    |  GRATUITO\n/matenow       (Completa el proceso de apareamiento del dino que estas mirando)   |  GRATUITO\n/dmindwipe     (Reinicia las estadisticas del dino al que miras)                  |  1000 Puntos\n/raisebaby     (Crece a adulto al bebe que miras)                                 |  GRATUITO\n/feed          (Alimenta a todos los dinos del área)                              |  GRATUITO\n/matedinos     (Activa el apareamiento de todos los dinos del área)               |  GRATUITO\n/neuter        (Esteriliza al dino que estas mirando)                             |  GRATUITO\n/neuterdinos   (Esteriliza todos los dinos en el área)                            |  GRATUITO\n/nomatedinos   (Desactiva el apareamiento de todos los dinos del área)            |  GRATUITO",
  "Tab3Text2": "",
  "Tab3Text3": "",
  "Tab4Text1": "\n- Nivel Maximo Dino salvaje: 150\n- Nivel Maximo DinoTek salvaje: 180\n- Nivel Maximo Huevos: 190\n\n- Nivel Maximo Personaje (Sin Ascension): 120\n\n- Experiencia X5\n- Maduración X5\n- Cosecha X5\n- Tameo X5\n- Eclosión X5\n\n- Comando Gamma activado\n- Localización el mapa activada\n- Habilitada opción 3rd persona\n\n- Maps del cluster:\n    - Ragnarok\n    - The Island\n    - Crystal isles\n    - Valguero\n    - The Center\n    - Extinction\n    - Genesis\n    - Genesis 2\n    - Aberration\n    - Scorched Earth\n    - Lost Island\n    - Fjordur\n    - Eventos\n",
  "Tab4Text2": "",
  "Tab4Text3": "",
  "Tab5Text1": "\nNormas para jugar en los servidores de Arkronicos\n\nCon el fin de mantener el buen funcionamiento de la comunidad y mantener los servidores con un rendimiento estable hemos redactado las siguientes normas:\n\n1.- CONDUCTA:\n\n    1.1.- Se respetuoso con los demás jugadores, no se tolerarán el racismo los insultos o las peleas por el chat de voz o texto.\n    1.2.- Unirse a una tribu o alianza con la intención de traicionarlos puede ser penado por parte de la administración.\n    1.3.- Está totalmente prohibido el uso de exploits o bugs de cualquier tipo.\n    1.4.- No se permite robar ni matar a ningún otro jugador.\n    1.5.- El comportamiento PvP en los servidores PvE será motivo de baneo, atraer o lanzar dinos salvajes a la base de otro jugador, así como agarrar o encerrar a otro jugador sin consentimiento, robar ni matar a ningún otro jugador.\n    1.6.- No está permitido el spam con fines publicitarios, al igual que el envío de mensajes repetitivos.\n    1.7.- Queda totalmente prohibido la clonación y cría de dinos de donación (lvl 600 – 1200), bajo penalización de baneado permanente para toda la tribu.\n    1.8.- Queda prohibido dejar ningún Dino (incluido Gachas) suelto por el mapa en deambulación/agresivo y/o liberado, aunque estén con correa, que pueda interferir en posibles tameos de otros jugadores.\n    1.9.- Los items de mods que se suban a la nube se quedan bugs y no se pueden descargar, la administración no se hará cargo de dichos ítems, por lo que no los subáis a la nube o los perderéis.\n    1.10.- No se permite la venta de boses ni ascensiones por gloris ni puntos, ya que se desequilibra el avance de los nuevos jugadores.\n    1.11.- Está prohibido regalar dinos u objetos a los jugadores nuevos bajo pena de ban. Boses incluidos\n    1.12.- En caso de pérdida por bugs o crasheos, solo se devolverán dinos o ítems que pertenezcan a una donación, y siempre que exista una grabación que corrobore la pérdida. \n2.- CONSTRUCCIÓN:\n\n    2.1.- No está permitido construir en zonas que bloqueen el spawn de jugadores, zonas ricas de farmeo de recursos y el spawn de suministros.\n    2.2.- Prohibido cerrar zonas de paso o caminos, dejando como mínimo el paso con un brontosaurio o un giganotosaurio. No bloquear carreteras en Extinction.\n    2.3.- No está permitido construir en cuevas que contengan artefactos o bloquear el acceso a ellas.\n    2.4.- No está permitido construir en las Ruinas.\n    2.5.- No se puede construir en las zonas de la Isla Flotante o Burbujas en The Center, la Isla de los Carno y la Isla de los Herbívoros en The Island. En The Volcano la isla de ovis (en lat 40, long 10) ni en la isla de los dragones.\n    2.6.- No se permite construir estructuras como cimientos, pilares, etc, para evitar que la gente construya o para reservar zona.\n    2.7.- Se pueden utilizar jaulas para tamear Dinos, pero se deberán recoger siempre al finalizar. Sólo podrás conservar las trampas siempre y cuando esté dentro de los muros de tu base. \n    2.8.- No tapar, construir o bloquear los accesos de charge node o extractores de gas en Aberration, ni las vetas de agua y aceite en el resto de mapas. Las consideramos de uso común, incluso la de agua un recurso de emergencia. Si tenéis una plataforma abierta de árbol con grifos de sabia también, dejadlos desbloqueados, para evitar decenas de plataformas.\n    2.9.- Para la construcción de tus bases, se ha fijado en una base principal y una pequeña acuática para la cría de dinos marinos por mapa. El tamaño de la base principal, está limitado al área de un generador tek del S+.\n    2.10.- No se permite apilar huertos para evitar el lag del servidor.\n    2.11.- No se permite cerrar con estructuras o escudo tek cualquier base con contador de demolición. \n3.- NORMAS MAPA EXTINCION\n\n    3.1.- Defensa de Drops/Venas de Elemento:\n\nEl primero en llegar a un Drop/Vena tiene potestad sobre él, de él depende si pide ayuda o no y en el caso de que la solicite, escoger cómo repartir el botín.\nEn caso de que el dueño del Drop/Vena desista de su defensa públicamente, el siguiente en defender el drop pasara a ser su dueño, entrando así en vigor nuevamente la norma anterior.\nNo actives los Drop/Venas si no los vas a defender.\n\n    3.2.- Titanes:\n\nEl que invoca el Titan es su dueño, de él depende si pide ayuda y en el caso de que la solicite escoger cómo repartir el botín.\nEn caso de que el dueño del Titan desista de matarlo públicamente, el primero en llegar, sería el nuevo dueño del Titan y entraría en vigor la norma anterior.\n\n4.- NORMAS MAPA GENESIS 2\n\nComo este mapa es el más inestable, hemos decido fijar unas normas especiales para el:\n\n    4.1.- No se permite tener los dinos fuera de las criopod para evitar el lag del servidor, incluyendo en esta prohibición, los gachas en producción.\n    4.2.- No se permite dejar dinos en el espacio ni en los túneles que conectan a él, los dinos serán eliminados sin previo aviso.\n    4.3.- Las estructuras o cámaras en el espacio o túneles no están permitidas.\n\nNo acatar estas normas específicas de Genesis 2, llevará una destrucción de las estructuras y dinos de la tribu en este mapa.\n\n5.- NORMAS PRODUCCIÓN CON GACHAS\n\nQueda limitado el número de gachas fuera de la criopods en un máximo de 10 por tribu y mapa. No acatar esta orden, conllevara la eliminación de todos los gachas de esa tribu. \n6.- CONTACTO CON LOS ADMINISTRADORES:\n\n    6.1.- Para contactar con los admins, deberás abrir un ticket reaccionando al mensaje del canal 🎫〕ticket . Cuando abras un ticket deberás exponer tu problema de la forma más detallada posible para que un admin se ponga en contacto contigo lo más rápido posible. \n\n    6.2.- Para comunicar las donaciones realizadas para el mantenimiento del servidor, también se necesitará abrir un ticket indicando el nombre en el juego y una captura del importe aportado para poder localizarte de forma rápida.\n\n    6.3.- No se atenderán ningún mensaje privado por problemas en el servidor, además de que los tickets que no sean con cosas necesarias, puede llevar alguna sanción.\n\n7.- MANTENIMIENTO\n\n    7.1.- Todos los mapas se reinician todos los días durante el periodo de 8:00 a.m. a 10:00 a.m y tardarán lo que tengan que tardar, ya que cada mapa es distinto y tarda más o menos.\n\nIMPORTANTE: Para denunciar a otro jugador por el incumplimiento de las normas anteriores, se ha de disponer de pruebas. No se aceptará cualquier denuncia que no vaya acompañada de las mismas. Recordad que es la palabra de uno contra otro. Se aceptará como prueba todo aquello que demuestre el hecho fehacientemente, imágenes, vídeos, etcétera. Estas normas están supeditadas a la interpretación de la administración o sus moderadores y podrán ser reducidas, ampliadas o modificadas en cualquier momento con el consecuente comunicado.\n\nEstas normas están sujetas a modificaciones. \n\n8.- NORMAS MERCADO ARKRONICOS\n\nPara el correcto funcionamiento del mercado hay que seguir las normas propuestas a continuación:\n\n    8.1.- TOTALMENTE PROHIBIDO, hacer spam en el chat del juego o Discord de vuestra tienda, dinos u objetos que vendéis.\n    8.2.- Requisito INDISPENSABLE para tener tienda, poner una base de Tp publica con el nombre de la tienda.\n    8.3.- Solo se podrá disponer de una sola tienda por jugador y tribu, no nos vale que por cada mapa nos hagas una tienda, de lo contrario, se cerraran todas.\n    8.4.- La construcción de tu tienda, debe estar dentro del área de tu construcción, es decir, dentro del rango que se te permite, de no ser así, se procederá a la eliminación de la tienda.\n    8.5.- El diseño de la tienda es libre y a gusto del jugador, pero siempre debe cumplir las dimensiones acordadas.\n    8.6.- Dispondréis de una pestaña “Tiendas”, en ella sacareis captura de vuestra tienda en el que indicareis, mapa, coordenadas y nombre del TP, para que los jugadores puedan visitarlas. Este requisito es obligatorio también para tener tienda\n    8.7.- Está TOTALMENTE PROHIBIDO, la venta de Stryder, da igual el nivel, características, etc. cualquier venta, regalo o transacción que se haga de dicho dino, será motivo de eliminación de todos sus Stryder en cada mapa. \n    8.8.- Solo se podrá vender los dinos que tengas dentro de tu tienda, aquel que exponga dinos fuera de la misma, serán eliminados. Se podrán vender dinos en criopod indicando en el nombre del dino el precio de venta.\n    8.9.- Se podrá vender dinos con mutaciones y sin castrar mientras solo dos de sus estadísticas sean las mutadas y no superen 70 puntos ninguna de las dos.\n    8.10.- No se podrá vender dinos con estadísticas superiores a 160 puntos en dos de sus estadísticas. Deberán ir castrados los niveles inferiores a este limite.\n    8.11.- No se permitirá la venta de dinos u objetos de otra tribu que no sea la tuya, de lo contrario, se procederá al cierre de la tienda.\n    8.12.- Los objetos que superen el 400% de daño, ya sea arma u objeto de farmeo o 150% de armadura en las monturas, deberán tener un precio mínimo de 60 mil glori coin. Pena bajo retirada de la tienda.\n    8.13.- Las monturas que supuren el 200% de armadura deberán tener un precio mínimo de 60 mil glori coin y trajes tek que supuren el 400% de armadura deberán tener un precio mínimo de 70 mil glori coin. Pena bajo retirada de la tienda.\n    8.14.- Las monturas tek que supuren el 600% de armadura deberán tener un precio mínimo de gloris de 100 mil glori coin. Pena bajo retirada de la tienda.\n    8.15.- No se permite la venta de estructuras tek por parte los jugadores (Clonadoras, impresoras, transmiter, mutator,...).\n    8.16.- No se permite la clonación de dinos comprados a otros jugadores (Se penalizará a la tribu completa que lo haga).\n    8.17.- Queda terminantemente prohibido bloquear el acceso, construir en los mercados o dejar los dinos sueltos en estas zonas.\n    8.18.- Una vez realices la venta de tus suministros, ingresa los gloris en el banco, ya que viajar con grandes cantidades, puede suponer la pérdida de estos. Por lo que la administración no se hará responsable.\n    8.19.- No se permite la competencia desleal, es decir tirar los precios muy por debajo de la competencia.\n    8.20.- Tienes un kit de un uso por cuenta de Steam para montar tu tienda. /kit tienda\n\n*Estas normas están sujetas a modificaciones",
  "Tab5Text2": "",
  "Tab5Text3": ""
}
