{
    "ServerName": "ARKronicos PVP",
    "ButtonTxt1": "Bienvenidos!!  ",
    "ButtonTxt2": "Tienda",
    "ButtonTxt3": "Comandos",
    "ButtonTxt4": "Configuración",
    "ButtonTxt5": "Normas",
    "LinkButtonTxt1": "Discord",
    "LinkButtonTxt2": "",
    "LinkButtonTxt3": "",
    "LinkButtonTxt4": "",
    "LinkButtonTxt5": "",
    "LinkButton1": "https://discord.gg/wUfujtYb2g",
    "LinkButton2": "",
    "Link1Button3": "",
    "Link2Button3": "",
    "Link3Button3": "",
    "Link4Button3": "",
    "Link1Button4": "",
    "Link2Button4": "",
    "Link3Button4": "",
    "Link4Button4": "",
    "Link1Button5": "",
    "Link2Button5": "",
    "Link3Button5": "",
    "Link4Button5": "",
    "Tab1Panelcount": 1,
    "Tab2Panelcount": 1,
    "Tab3Panelcount": 1,
    "Tab4Panelcount": 1,
    "Tab5Panelcount": 1,
    "BackgroundTab1": 2,
    "BackgroundTab2": 1,
    "BackgroundTab3": 5,
    "BackgroundTab4": 7,
    "BackgroundTab5": 9,
    "Background3Color": "",
    "FontColorButtons": "255,255,255",
    "FontColorServerName": "255,255,255",
    "FontColorTabTitles": "255,255,255",
    "FontColorTabText": "255,255,255",
    "UseSteamBrowserLink1": false,
    "UseSteamBrowserLink2": false,
    "Tab1Title1": "Bienvenidos",
    "Tab1Title2": "",
    "Tab1Title3": "",
    "Tab2Title1": "Tienda y Mercado",
    "Tab2Title2": "",
    "Tab2Title3": "",
    "Tab3Title1": "Normas",
    "Tab3Title2": "",
    "Tab3Title3": "",
    "Tab4Title1": "Configuración",
    "Tab4Title2": "",
    "Tab4Title3": "",
    "Tab5Title1": "Noticias",
    "Tab5Title2": "",
    "Tab5Title3": "",
    "Tab1Text1": "¡Bienvenido a ARKronicos PVP x25!\n\nPrepárate para una experiencia única en nuestro servidor PVP x25, donde la acción no se detiene.\n\n> Presiona F2 para acceder a nuestra tienda exclusiva, con todo lo necesario para tu supervivencia.\n\n> Revisa la tabla de clasificación presionando F3 y compite para ser el mejor del servidor.\n\nNuestro servidor cuenta con mods optimizados para mejorar tu experiencia de juego. No olvides leer las normas y unirte a nuestro Discord si tienes dudas o simplemente quieres charlar con otros jugadores.\n\n¡Demuestra quién es el rey de la isla!",
    "Tab1Text2": "",
    "Tab1Text3": "",
    "Tab2Text1": "\nDisponemos de una tienda de puntos\n\n-- Tienda de puntos (F2) --\n\nContiene objetos de todo ark y montones de dinos de niveles 225, Tenéis un listado completo en Discord.\n\nLa forma de obtener puntos, son las siguientes:\n\n    * Por cada tiempo que estéis en los servidores, ireis obteniendo puntos.\n    * Si estas suscrito al suscripción Vip la cantidad recibidad cada 15 minutos aumenta hasta 8000 puntos.\n\n",
    "Tab2Text2": "",
    "Tab2Text3": "",
    "Tab3Text1": "\n-- Comandos Tienda --\n\n/ kit (Muestra los kits disponibles)\n/ kit <Nombre> (Adquiere el kit Nombre)\n/ points (Muestra la cantidad actual de puntos)\n/ shop <Página> (Muestra una lista con artículos disponibles)\n/ buy <Id> <Cantidad> (Compra un artículo)\n/ trade <'Jugador'> <Cantidad> (Envía puntos a otro jugador. Las comillas son necesarias) DESHABILITADO\n\n\n-- Comandos --\n\n/cg            (Cambia el genero del dino al que este mirando)",
    "Tab3Text2": "",
    "Tab3Text3": "",
    "Tab4Text1": "\n- Nivel Maximo Dino salvaje: 150\n- Nivel Maximo DinoTek salvaje: 180\n- Nivel Maximo Huevos: 190\n\n- Nivel Maximo Personaje (Sin Ascension): 120\n\n- Experiencia X25\n- Maduración X25\n- Cosecha X25\n- Tameo X25\n- Eclosión X25\n\n- Comando Gamma activado\n- Localización el mapa activada\n- Habilitada opción 3rd persona\n\n- Maps del cluster:\n    - Ragnarok\n    - The Island\n    - Crystal isles\n    - Valguero\n    - The Center\n    - Extinction\n    - Genesis\n    - Genesis 2\n    - Aberration\n     - Fjordur\n",
    "Tab4Text2": "",
    "Tab4Text3": "",
    "Tab5Text1": "\nNormas para jugar en los servidores de Arkronicos\n\nCon el fin de mantener el buen funcionamiento de la comunidad y el servidor, hemos redactado las siguientes normas:\n\nReglas de Combate y Construcción:\n\nPermitido:\n- MEK Biting, TUSO, GIGA, Wyvern, Velona.\n- Tener todas las bases que quieras, siempre y cuando puedas defenderlas.\n- Encarcelar a jugadores durante un raid hasta que termine el raid.\n- Encarcelar a jugadores sin raid, máximo 1 hora.\n\nProhibido:\n- Construir en zonas de reaparición.\n- Construir cerca de obeliscos o terminales.\n- Colocar torretas dentro o fuera del Lava Golem.\n- Colocar torretas sueltas en el mapa.\n- Dar ítems a otra tribu durante un raid.\n- Tener FOB más de 6 horas sin jugadores (dormir no cuenta).\n- No quitar un FOB una vez acabado (en este caso, se aplicará Dev Wipe en el mapa).\n- Colocar torretas en mesh.\n- Usar Mesh o Limbo.\n- Paracers completamente blindados o ilegales (se permite el Racer Pared).\n- Colocar foundations fuera de los límites del mapa.\n- Utilizar Snap flotante.\n- Arrestar jugadores usando tek shield.\n- Realizar Head Glitch con jugadores o dinos.\n- Abusar de trucos, DSYNC, racismo o scams.\n\nReglas de Teaming y Raids:\n\nProhibido:\n- El Teaming y CounterFOB.\n- Atacar, defender, participar o interrumpir raids en colaboración con otras tribus.\n\nImportante:\n- Si dos tribus hacen FOB en la misma base enemiga, la tribu que tenga el FOB más cercano se quedará con el raid.\n- En el canal \"Fob Log\", puedes solicitar protección para tu base en un mapa mientras raideas en otro.\n- Si no tiene el requisito mínimo, puede sufrir Counter/Teamed.\n\nReglas de Interferencia en Raids:\n\nProhibido:\n- Crear FOB en la base o TP de tribus que ya están en raid.\n- Romper estructuras o tanquear torretas de tribus involucradas en raids.\n- Interferir o atacar una zona mientras otra tribu está raideando.\n\nAvisos y Reglas Adicionales:\n\nPermitido:\n- Vender ítems y dinosaurios solo por puntos de juego.\n\nImportante:\n- La administración NO se hace responsable de dinosaurios atascados, botines perdidos o dentro de la mesh.\n\nProhibido:\n- Solicitar Dev Wipe completo por desacuerdos entre miembros de tribu.\n- Insider: Ban directo (siempre con pruebas 100% claras, si la administración no lo ve claro, no se llevará a cabo).\n\nReglas de Construcción y Mecánicas del Juego:\n\nProhibido:\n- Vivir en áreas inaccesibles (que no permitan poner cama o llamar a un dino).\n- Colocar cimientos en mesh, incluso \"por error\", si afecta el raideo de una tribu ganadora.\n- Abandonar una tribu llevándose objetos sin permiso (considerado insiding).\n- Estafar en intercambios.\n- Construir en agujeros de ratas donde no se pueda entrar caminando o agachado sin trucos (trucos como dinosaurios, nocaut, teletransportador, armadura tek y ganchos están prohibidos).\n\nReglas Generales:\n\nProhibido:\n- Usar nombres inapropiados.\n- Contenido sexual, autolesión o autopromoción.\n- Causar retrasos intencionados en el servidor.\n- Hacer trampa o abusar de fallos para beneficio propio.\n- Racismo severo.\n- Compartir cuentas.\n\nReglas de Incursión:\n\nProhibido:\n- Descomponer tu base o desaparecer botines durante una defensa.\n- Mantener jugadores enjaulados más de 60 minutos (excepto durante raids o defensas).\n- Comprar criaturas mientras estás enjaulado/inconsciente.\n- Reconectarte para salir de las esposas mientras estás enjaulado.\n- Realizar \"MEK Biting\" o estructuras en mesh.\n\nNota: La administración NO se responsabiliza por pérdidas causadas por bugs o caídas del servidor. Solo las donaciones serán atendidas en estos casos.\n\nEstas reglas están diseñadas para asegurar una experiencia justa y divertida para todos los jugadores en nuestro servidor. ¡Disfruta del juego y respeta las normas para mantener un ambiente competitivo y saludable!\n\nSolo se permiten los mods oficiales del servidor. Cualquier mod o configuración no autorizada resultará en un baneo permanente. Reporta cualquier bug o glitch que encuentres en lugar de explotarlo.",
    "Tab5Text2": "",
    "Tab5Text3": ""
}
